facturass/crear_factura.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://example.com/webservice">
   <soapenv:Header/>
   <soapenv:Body>
      <web:CrearFactura>
         <web:ClienteID>123</web:ClienteID>
         <web:Productos>
            <web:Producto>
               <web:ProductoID>456</web:ProductoID>
               <web:Cantidad>2</web:Cantidad>
            </web:Producto>
         </web:Productos>
         <web:Total>100.00</web:Total>
      </web:CrearFactura>
   </soapenv:Body>
</soapenv:Envelope>
